{"translations": {"hi": {"translated": "अंतर्राष्ट्रीय विधि अनुसंधान; खंड 8, संख्या 1; 2019\nISSN 1927-5234 ई-ISSN 1927-5242\nकनाडाई केंद्र ऑफ साइंस एंड एजुकेशन द्वारा प्रकाशित\nकानूनी दस्तावेज़ - औपचारिकताओं का आधुनिकीकरण\nग्राहम मैकबैन१,२\n१ पीटरहाउस, कैम्ब्रिज, यूके\n२ हार्वर्ड लॉ स्कूल, यूएसए\nपत्राचार: ग्राहम मैकबैन, २१ मिलमीड टेरस, गिल्डफोर्ड, सरे GU२ ४AT, यूके। ई-मेल:\ngsmcbain@aol.com\nप्राप्त: २२ नवंबर, २०१८ स्वीकृत: ११ दिसंबर, २०१८ ऑनलाइन प्रकाशित: १२ जनवरी, २०१९\ndoi:10.5539/ilr.v8n1p1 URL: https://doi.org/10.5539/ilr.v8n1p1\n१. परिचय १\nआज, हम इलेक्ट्रॉनिक युग में रहते हैं। एक ऐसा युग जो मध्ययुगीन समय से बहुत दूर है जब अंग्रेजी अदालतों ने विभिन्न औपचारिकताएँ निर्धारित की थीं जो एक कानूनी दस्तावेज़ को २ बाध्यकारी बनाने के लिए आवश्यक थीं। तथ्य यह है कि इंग्लैंड की अधिकांश आबादी, नॉर्मन विजय (१०६६) के समय, निरक्षर थी - वास्तव में, अपना नाम ३ पर हस्ताक्षर करने में भी असमर्थ थी - जिसके परिणामस्वरूप एक कानूनी दस्तावेज़ को एक मुहर ४ के साथ निष्पादित करने वाली पार्टी (या पार्टियाँ) थीं। यह वह साधन था जिसके द्वारा एक कानूनी दस्तावेज़ के निर्माताओं ने स्वयं को कानूनी रूप से बाध्य होने की पुष्टि की। यह इस अवधि से भी था - ब्रैक्टन (लगभग १२५०) के समय से आगे ५ - कि अंग्रेजी अदालतों ने कानूनी दस्तावेज़ों के 'क्रम' को पहचानना शुरू कर दिया, जिसमें कुछ को अदालत की नज़र में दूसरों की तुलना में उच्च प्रमाणिक मूल्य (प्रमाणात्मक मूल्य) दिया गया था। इस प्रकार, अवरोही क्रम में, कानूनी दस्तावेज़ों का पदानुक्रम इस प्रकार था, a:\n(क) शाही चार्टर;६\n(ख) रिकॉर्ड का साधन; (अर्थात, एक पंजीकृत कानूनी दस्तावेज़);७\n(ग) विलेख;८\n(घ) विशेषता;९\n१ सामान्य रूप से देखें, GS मैकबैन द्वारा निम्नलिखित: (क) समाप्त करना, विलेख, विशिष्टताएँ और मुहरें, भाग १ और २ (२००६) २०(१) वाणिज्यिक कानून त्रैमासिक ('CLQ'), पृष्ठ १५-५४ और २०(२) CLQ, पृष्ठ ३-२८ ('मैकबैन विलेख'); (ख) नोटरीकरण और सार्वजनिक नोटरी के कानून का आधुनिकीकरण [२०१६] व्यापार कानून पत्रिका ('JBL'), अंक २, पृष्ठ ९१-११४ ('मैकबैन नोटरीकरण'); (ग) धोखाधड़ी अधिनियम १६७७, धारा ४ को समाप्त करना ('मैकबैन धोखाधड़ी अधिनियम') [२०१०] JBL, अंक ५, पृष्ठ ४२०-४३ (यह लिखित में गारंटी की आवश्यकता से संबंधित है); और (घ) विचार के सिद्धांत को समाप्त करना ('मैकबैन विचार') [२०१८] अंतर्राष्ट्रीय कानून अनुसंधान, खंड ७, संख्या १, पृष्ठ १-१०४। इन लेखों में व्यापक ग्रंथ सूची है। इन मामलों के लिए हेल्सबरी, इंग्लैंड के कानून (५वां संस्करण) भी देखें ('हेल्सबरी')। नोटरीकरण के लिए, G मैकबैन, नोटरीकरण और सार्वजनिक नोटरी पर कानून का आधुनिकीकरण [२०१६] JBL ९१-११४ ('मैकबैन नोटरी') देखें। प्रारंभिक समय में स्कॉटलैंड में नोटरी और नोटरीकरण के लिए, आर्स नोटारियस (एडिनबर्ग, १७४०) देखें।\n२ कानूनी दस्तावेज़ के लिए पुराना शब्द 'साधन' था। मैकबैन विलेख, n १, भाग १, पृष्ठ ३२, n २। हेल्सबरी, n १, खंड ३२, पैरा ३३९ और संपत्ति अधिनियम १९२५, धारा २०५(१)(viii) ('साधन') भी देखें। आधुनिक समय में, यह 'कानूनी दस्तावेज़' का उल्लेख करना एक अच्छा विचार प्रतीत होगा क्योंकि यह 'साधन' शब्द से अधिक उपयोग में है। ऑक्सफोर्ड इंग्लिश डिक्शनरी ('OED')(दस्तावेज़) देखें। एक कानूनी दस्तावेज़ को तब 'किसी भी लेखन को कानूनी प्रभाव रखने के लिए' के रूप में परिभाषित किया जा सकता है।\n३ एंग्लो-सैक्सन काल में, कानूनी दस्तावेज़ों पर हस्ताक्षर नहीं किए जाते थे। न ही सीलबंद। हालाँकि, राजा (और मौलवी), कभी-कभी, कानूनी दस्तावेज़ बनाते समय, इसे प्रमाणित करने के लिए (अर्थात, बाध्य होने के अपने इरादे को व्यक्त करने के लिए) चर्मपत्र पर अपना निशान लगाते थे (आमतौर पर, क्रॉस के रूप में)।\n४ मुहर के प्रकार के संबंध में कभी कोई शर्त नहीं रही है। इस प्रकार, यह मोम, एक वेफर (१८४० के बाद आम) या एक छाप हो सकती है - जिसे एक शासक या छड़ी से या एक वृत्त के रूप में या संक्षिप्त नाम 'LS' (लेक्स सिगिली के लिए) से बनाया जा सकता है। यह सादा भी हो सकता है (कोई शिखा, आद्याक्षर या हथियारों का कोट आवश्यक नहीं था) या काल्पनिक साथ ही किसी भी आकार, आकार या रंग का। आज, आमतौर पर कोई मुहर नहीं होती है - इसे 'सीलबंद' शब्द से बदल दिया जाता है जिसका उद्देश्य एक प्रतिबंध बनाना है।\n५ एच ब्रैक्टन (ट्रांस थॉर्न), ऑन द लॉ एंड कस्टम्स ऑफ इंग्लैंड लगभग १२४० (कैम्ब्रिज यूपी, १९६८-७६)। ब्रैक्टन ऑनलाइन है, bracton.law.harvard.edu देखें\n६ पहले, राजा की मुहर द्वारा प्रमाणित किसी भी लेखन (कार्टा, चार्टर) को निर्णायक माना जाता था। इस सिद्धांत को बाद में राजा की अदालत के अभिलेखों तक बढ़ा दिया गया। मैकबैन विलेख, n १, भाग १, पृष्ठ १८, ३६-७ भी देखें।\n७ आर ग्लानविल, द ट्रीटाइज ऑन द लॉज़ एंड कस्टम्स ऑफ़ द रियलम ऑफ़ इंग्लैंड (लगभग ११८९)(नेल्सन, १९६५), पृष्ठ १०० 'यह आवश्यक है ... उनके रिकॉर्ड का पालन करना और किसी भी पक्ष को इस पर आपत्ति नहीं करनी चाहिए।' n ३६ भी देखें।\n८ प्रारंभिक समय में एक विलेख में चर्मपत्र पर एक कानूनी दस्तावेज़ शामिल था (कागज १४वीं शताब्दी तक इंग्लैंड में नहीं आया था) जिसे सील और वितरित किया गया था। चर्मपत्र पर कोई भी कानूनी दस्तावेज़ जिसे सील और वितरित किया गया था, स्वतः ही एक विलेख था। हालाँकि, यदि कानूनी दस्तावेज़ पर मुहर लगी थी लेकिन इन आवश्यकताओं को पूरा नहीं करती थी, तो यह एक विशेषता या एक सीलबंद कानूनी दस्तावेज़ (मुहर के अधीन एक साधन) हो सकता है। विलेख द्वारा प्रतिबंध रिकॉर्ड द्वारा प्रतिबंध से उत्पन्न हुआ।\nilr.ccsenet.org अंतर्राष्ट्रीय विधि अनुसंधान खंड 8, संख्या 1; 2019\n(ङ) मुहर के अधीन साधन (अर्थात, एक सीलबंद कानूनी दस्तावेज़);१०\n(च) हाथ के अधीन साधन (अर्थात, एक हस्ताक्षरित कानूनी दस्तावेज़);११\n(छ) परोल (अर्थात, मौखिक, मौखिक) घोषणा (एकतरफा) या समझौता (द्विपक्षीय)।१२\nअदालतों ने भी कभी-कभी उपरोक्त की अलग तरह से व्याख्या की।१३ आज, चीजें बहुत बदल गई हैं। इंग्लैंड और वेल्स में अधिकांश लोग साक्षर हैं और अपना नाम लिख सकते हैं। साथ ही, इलेक्ट्रॉनिक हस्ताक्षर अब एक कानूनी दस्तावेज़ को निष्पादित करने का एक महत्वपूर्ण साधन है और निस्संदेह, ऐसा बहुत बढ़ेगा। इसलिए, यह लेख तर्क देता है कि औपचारिकताओं का उपरोक्त पदानुक्रम अप्रचलित है और इसे कुछ कानूनी रूपों को भी त्याग कर समाप्त कर दिया जाना चाहिए जो आधुनिक सामाजिक और वाणिज्यिक वास्तविकताओं के साथ पूरी तरह से असंगत हैं। विशेष रूप से, एक विलेख और एक विशेषता की कानूनी अवधारणाओं को समाप्त कर दिया जाना चाहिए, साथ ही सील करने की प्रथा को भी।१४ आजकल कानूनी दस्तावेज़ को निष्पादित करने के ये रूप पूरी तरह से अनावश्यक हैं, क्योंकि आम तौर पर हर कोई हस्ताक्षर करता है - प्राकृतिक और कानूनी दोनों व्यक्ति।१५ इस प्रकार, विलेखों, विशिष्टताओं और मुहरों पर विशाल, भ्रमित १६ और जटिल कानून को कानूनी कूड़ेदान में रखा जाना चाहिए। इसके अलावा अन्य औपचारिकताएँ हैं, जिनकी अनुपस्थिति एक अन्यथा बाध्यकारी कानूनी दस्तावेज़ को अमान्य कर सकती है। इसमें निम्नलिखित शामिल हैं:\n नोटरीकरण;\n वैधीकरण (वाणिज्य दूतावास, अपोस्टिलीकरण);\n प्रमाणन (अर्थात, कानूनी दस्तावेज़ के निष्पादन के समय उपस्थित होने पर एक गवाह का हस्ताक्षर करना);\n गवाही देना।\nवर्तमान में, अनिश्चितता है कि सामान्य कानून में उपरोक्त कब आवश्यक हैं। इसे देखते हुए, सामान्य कानून में समान की किसी भी आवश्यकता को समाप्त कर दिया जाना चाहिए और अब कानून को ऐसी चीजों को विनियमित करना चाहिए। इसके अलावा, किसी भी विदेशी विनिमय विधेयक का नोटिंग और विरोध (जिसमें समान का नोटरीकरण शामिल है) को भी समाप्त कर दिया जाना चाहिए।१७ इसके अलावा, किसी कानूनी दस्तावेज़ को प्रमाणित करने की किसी भी वैधानिक आवश्यकता को समाप्त कर दिया जाना चाहिए। और, किसी कानूनी दस्तावेज़ के साक्षी होने की किसी भी वैधानिक आवश्यकता को केवल परिस्थितियों के एक कम सेट में आवश्यक होना चाहिए।\nअंत में, अंग्रेजी कानून की आवश्यकता है - कुछ कानूनी कार्यों के लिए - यह है कि वे मान्य होने के लिए लिखित में होने चाहिए। लेखन के लिए ऐसी किसी भी सामान्य कानून आवश्यकता को समाप्त कर दिया जाना चाहिए और अब कानून को इसे विनियमित करना चाहिए। साथ ही - गारंटी के मामले में - लेखन की वैधानिक आवश्यकता (या इस के प्रमाण) को समाप्त कर दिया जाना चाहिए।१८\nनिष्कर्ष में, कानून को एक औपचारिकता अधिनियम की आवश्यकता है।१९ एक जो बहुत ही सरलता से निर्धारित करता है, एक कानूनी दस्तावेज़ (अर्थात, कानूनी प्रभाव रखने का इरादा) के लिए औपचारिक आवश्यकताएँ कानूनी रूप से मान्य होने के लिए। एक जो हस्ताक्षर (इलेक्ट्रॉनिक हस्ताक्षर सहित) की सर्वव्यापकता को भी पहचानता है। एक जो औपचारिक आवश्यकताओं को कम से कम करता है - ताकि एक अन्यथा मान्य कानूनी दस्तावेज़ बहुत अच्छे कारण के बिना अमान्य न हो।\n९ 'विशेषता' की अवधारणा हमेशा भ्रमित रही है, अक्सर, इसे एक प्रकार के विलेख के रूप में माना जाता है (एक ऋण का प्रमाण)। हालाँकि, इसका उपयोग विलेखों और अन्य सीलबंद कानूनी दस्तावेज़ों को कवर करने के लिए भी किया गया है। संभावना है, यह एक अलग कानूनी अवधारणा थी जिसमें, उदाहरण के लिए, एक सीलबंद टैली शामिल थी जिसे पर्याप्त रूप से स्थायी नहीं माना जाता था, ४ देखें। प्रारंभिक समय में लिखित और गैर-लिखित कृत्यों के प्रमाणात्मक मूल्य के पूर्ण पदानुक्रम (हैंडशेक आदि सहित) के लिए, मैकबैन विचार, n १, भाग १, पृष्ठ ६७-८ देखें।\n१० एक विलेख जिसे वितरित नहीं किया गया था वह केवल एक सीलबंद कानूनी दस्तावेज़ (मुहर के अधीन एक साधन) था। इसी तरह, मुहर के अधीन अन्य कानूनी दस्तावेज़ जैसे कि एक पुरस्कार, एक उप-पोषणा, समन्वय पत्र आदि थे, ४ देखें।\n११ हेनरी VIII (१५०९-४७) के समय तक लोग आम तौर पर दस्तावेज़ों पर हस्ताक्षर (अपना हस्ताक्षर लिखना) नहीं करते थे। हालाँकि, १७वीं शताब्दी में ऋण के बड़े विस्तार के साथ, विनिमय के बिल और वादा नोट जैसे कानूनी दस्तावेज़ों पर मुहर लगाने के विपरीत हस्ताक्षर किए गए थे। इन्हें जूरी द्वारा आजमाया और निर्धारित किया जाना था, जिन्हें साधारण अनुबंध के माध्यम से ऋण के रूप में माना जाता था। मैकबैन विलेख, n १, भाग १, पृष्ठ १९ और ३७ देखें।\n१२ मौखिक समझौतों और वादों का प्रमाणात्मक मूल्य सबसे कम था। हालाँकि, 'परोल' शब्द (गलत और भ्रामक रूप से) का उपयोग किसी भी लेखन को कवर करने के लिए किया गया था जो एक सीलबंद लेखन के अलावा था ताकि यह ऊपर (एफ) को भी कवर करे। Rann v Hughes (१७७८) ७ TR ३५०n, HL, प्रति Skynner LCB 'इंग्लैंड के कानूनों द्वारा सभी अनुबंधों को विशेषता द्वारा समझौतों और परोल द्वारा समझौतों में विभेदित किया जाता है; और कोई तीसरा वर्ग नहीं है ... लिखित में अनुबंध के रूप में। यदि वे केवल लिखित हैं और विशेषताएँ नहीं हैं, तो वे परोल हैं।' मैकबैन विलेख, n १, भाग १, पृष्ठ ३७ और मैकबैन विचार, n १, भाग २, पृष्ठ ४३ भी देखें।\n१३ इस प्रकार, क्राउन अनुदानों की व्याख्या राजा के लिए सबसे अधिक लाभकारी और दूसरी पार्टी के खिलाफ की गई थी। W Blackstone, टिप्पणियाँ इंग्लैंड के कानूनों पर (ऑक्सफोर्ड, क्लेरेंडन प्रेस, पहला संस्करण, १७६५-९, शिकागो विश्वविद्यालय प्रेस प्रति १९७९), खंड २, पृष्ठ ३४७ देखें।\n१४ इन्हें एक साथ माना जाना चाहिए और वे एक साथ खड़े होते हैं या गिरते हैं। इस प्रकार, यदि विलेख समाप्त हो जाता है, तो अन्य दो को भी करना चाहिए। और यदि मुहर समाप्त हो जाती है, तो विलेख और विशेषता को भी करना चाहिए।\n१५ कानूनी व्यक्तियों के लिए, ५ देखें।\n१६ इस कानून के क्षेत्र में बहुत सारे भ्रम 'विलेख', 'विशिष्टता' और 'परोल' जैसे शब्दों की सुसंगत परिभाषा के अभाव के कारण हैं।\n१७ ८ देखें।\n१८ १३(ख) देखें।\n१९ वैकल्पिक रूप से, इसे 'कानूनी दस्तावेज़ों के निष्पादन अधिनियम' कहा जा सकता है। जाहिर है, अंग्रेजी कानून केवल कानूनी प्रभाव रखने के इरादे से लेखन से संबंधित है (नैतिक प्रभाव या मजाक आदि के विपरीत)।\n२"}}}