{"translations": {"ko": {"translated": "국제법 연구; 제8권 제1호; 2019년\nISSN 1927-5234 E-ISSN 1927-5242\n캐나다 과학 교육 센터 발행\n법적 문서 – 형식의 현대화\nGraham McBain1,2\n1 케임브리지 피터하우스, 영국\n2 하버드 로스쿨, 미국\n연락처: Graham McBain, 21 Millmead Terrace, Guildford, Surrey GU2 4AT, 영국. 이메일: gsmcbain@aol.com\n접수: 2018년 11월 22일 채택: 2018년 12월 11일 온라인 게재: 2019년 1월 12일\ndoi:10.5539/ilr.v8n1p1 URL: https://doi.org/10.5539/ilr.v8n1p1\n1. 서론 1\n오늘날 우리는 전자 시대에 살고 있습니다. 영국 법원이 법적 문서 2의 효력 발생을 위해 다양한 형식을 규정했던 중세 시대와는 매우 다른 시대입니다. 노르만 정복(1066년) 당시 영국 인구의 대다수가 문맹이었고 – 심지어 서명조차 할 수 없었던 3 – 결과적으로 법적 문서 당사자(들)는 인장으로 문서를 작성했습니다.4 이는 법적 문서 작성자가 자신들이 법적으로 구속력이 있다는 것을 확인하는 수단이었습니다. 브랙턴(약 1250년) 이후 5로부터 영국 법원은 법적 문서의 '계층'을 인식하기 시작했으며, 일부 문서는 법원의 눈에 다른 문서보다 더 높은 증거 가치(증명력)를 부여받았습니다. 따라서 법적 문서의 계층 구조는 다음과 같습니다. a:\n(a) 왕실 칙허장;6\n(b) 기록 문서(즉, 등록된 법적 문서);7\n(c) 증서;8\n(d) 특수 증서;9\n1 GS McBain의 다음과 같은 논문을 참조하십시오. (a) 증서, 특수 증서 및 인장 폐지, 제1부 및 제2부(2006) 20(1) 상법 분기별 논문('CLQ'), 15-54쪽 및 20(2) CLQ, 3-28쪽('McBain 증서'); (b) 공증 및 공증인에 관한 법률의 현대화[2016] 사업법 저널('JBL'), 제2호, 91-114쪽('McBain 공증'); (c) 사기 방지 법령 1677년, 제4조 폐지('McBain 사기 방지 법령')[2010] JBL, 제5호, 420-43쪽(이는 보증이 서면으로 작성되어야 하는 요건에 관한 것입니다); 그리고 (d) 고려의 원칙 폐지('McBain 고려')[2018] 국제법 연구, 제7권 제1호, 1-104쪽. 이러한 논문에는 방대한 참고 문헌이 포함되어 있습니다. 이러한 문제에 대해서는 Halsbury, 영국법(제5판)도 참조하십시오('Halsbury'). 공증에 대해서는 G McBain, 공증 및 공증인에 관한 법률의 현대화[2016] JBL 91-114쪽('McBain 공증인')을 참조하십시오. 초기 스코틀랜드의 공증인 및 공증에 대해서는 Ars Notariatus(에든버러, 1740)를 참조하십시오.\n2 법적 문서에 대한 옛말은 '문서'였습니다. McBain 증서, 1, 제1부, 32쪽, 2. 또한 Halsbury, 1, 제32권, 339항 및 1925년 부동산법 제205조(1)(viii)('문서')를 참조하십시오. 현대에는 '법적 문서'라고 하는 것이 더 좋은 생각일 것입니다. 왜냐하면 '문서'라는 단어보다 더 많이 사용되기 때문입니다. 옥스포드 영어 사전('OED')(문서)을 참조하십시오. 그렇다면 법적 문서는 '법적 효력을 갖도록 의도된 모든 문서'를 가리키는 것으로 정의할 수 있습니다.\n3 앵글로색슨 시대에는 법적 문서에 서명이 되어 있지 않았습니다. 인장도 찍혀 있지 않았습니다. 그러나 왕(그리고 성직자)은 때때로 법적 문서를 작성할 때 양피지에 자신의 표시(보통 십자가 모양)를 하여 문서의 진정성을 확인했습니다(즉, 구속력을 갖겠다는 의사를 표명했습니다).\n4 필요한 인장의 종류에 대한 규정은 없었습니다. 따라서 밀랍, 웨이퍼(1840년 이후 일반적임) 또는 인상(자 또는 막대기로 만들 수 있음, 원형 또는 'LS'(lex sigilli) 약어 형태로 만들 수 있음)일 수 있습니다. 또한 무늬가 없을 수도 있고(문장, 이니셜 또는 문장이 필요하지 않았음) 장식이 있을 수도 있으며, 모양, 크기 또는 색상도 다양했습니다. 오늘날에는 인장이 전혀 없는 경우가 일반적이며, 이는 금반언을 만들려는 의도로 '봉인됨'이라는 단어로 대체되었습니다.\n5 H Bracton(번역 Thorne), 영국법 및 관습에 관하여 약 1240년(케임브리지 UP, 1968-76). Bracton은 온라인에서 볼 수 있습니다. bracton.law.harvard.edu\n6 처음에는 왕의 인장으로 인증된 모든 문서(carta, charter)가 결정적인 것으로 간주되었습니다. 이 원칙은 나중에 왕의 법정 기록으로 확장되었습니다. 또한 McBain 증서, 1, 제1부, 18, 36-7쪽을 참조하십시오.\n7 R Glanvill, 영국 왕국의 법률 및 관습에 관한 논문(약 1189년)(Nelson, 1965), 100쪽 '그들의 기록을 따라야 하며 어느 당사자도 이의를 제기할 수 없습니다.' 또한 36을 참조하십시오.\n8 초기에는 증서가 인장이 찍히고 전달된 양피지(종이는 14세기에 영국에 도착함)에 기록된 법적 문서를 포함했습니다. 인장이 찍히고 전달된 양피지에 기록된 법적 문서는 모두 증서였습니다. 그러나 법적 문서에 인장이 찍혔지만 이러한 요건을 충족하지 않은 경우 특수 증서 또는 인장이 찍힌 법적 문서(인장이 찍힌 문서)일 수 있습니다. 증서에 의한 금반언은 기록에 의한 금반언에서 비롯되었습니다.\n(e) 인장이 찍힌 문서(즉, 인장이 찍힌 법적 문서);10\n(f) 서명된 문서(즉, 서명된 법적 문서);11\n(g) 구두(즉, 구두, 말로 된) 선언(일방적) 또는 계약(쌍방적).12\n법원은 때때로 위의 내용을 다르게 해석하기도 했습니다.13 오늘날 상황은 크게 바뀌었습니다. 잉글랜드와 웨일즈의 대다수 사람들은 문맹이 아니며 서명할 수 있습니다. 또한 전자 서명은 이제 법적 문서를 작성하는 중요한 수단이며, 의심할 여지 없이 이는 크게 증가할 것입니다. 따라서 본 논문에서는 위의 형식 계층 구조가 시대에 뒤떨어졌으며 현대 사회 및 상업적 현실과 전혀 맞지 않는 특정 법적 형태를 없애면서 없애야 한다고 주장합니다. 특히 증서와 특수 증서라는 법적 개념과 인장 관행을 폐지해야 합니다.14 오늘날 이러한 법적 문서 작성 형식은 전혀 불필요합니다. 왜냐하면 일반적으로 모든 사람(자연인과 법인 모두)이 서명하기 때문입니다.15 따라서 방대하고 혼란스럽고16 복잡한 증서, 특수 증서 및 인장에 관한 법률은 법률의 쓰레기통에 버려져야 합니다. 이 외에도 법적 문서의 구속력을 무효화할 수 있는 다른 형식이 있습니다. 다음과 같습니다.\n 공증;\n 영사 확인(영사 확인, 아포스티유);\n 증인 서명(즉, 법적 문서 작성 시 증인이 서명하는 것);\n 증인.\n현재 상법에서 위의 사항이 필요한 시점에 대해서는 불확실성이 있습니다. 따라서 이와 관련된 모든 요건은 상법에서 폐지되어야 하며 이제 법률이 이러한 사항을 규제해야 합니다. 또한 모든 외국 환어음의 기재 및 항의(이는 동일한 공증을 포함함)도 폐지되어야 합니다.17 또한 법적 문서를 증명해야 하는 법적 요건도 폐지되어야 합니다. 그리고 법적 문서에 증인이 필요한 법적 요건은 제한된 상황에서만 필요해야 합니다.\n마지막으로 영국법은 일부 법적 행위가 유효하려면 서면으로 작성되어야 함을 요구합니다. 이와 같이 서면으로 작성해야 하는 상법상의 요건은 폐지되어야 하며 이제 법률이 이를 규제해야 합니다. 또한 보증의 경우 서면(또는 그 증거)에 관한 법적 요건을 폐지해야 합니다.18\n결론적으로, 법률에는 형식 법령이 필요합니다.19 법적 문서(즉, 법적 효력을 갖도록 의도된 문서)가 법적으로 유효하기 위한 공식적인 요건을 매우 간단하게 규정하는 법령입니다. 전자 서명을 포함한 서명의 보편성을 인식하는 법령입니다. 공식적인 요건을 최소한으로 줄여 유효한 법적 문서가 매우 정당한 이유 없이 무효화되지 않도록 하는 법령입니다.\n9 '특수 증서'라는 개념은 항상 혼란스러웠으며, 종종 채무를 증명하는 증서의 유형을 가리키는 것으로 여겨졌습니다. 그러나 이는 증서 및 기타 인장이 찍힌 법적 문서를 포함하는 데에도 사용되었습니다. 아마도 이는 별도의 법적 개념일 것입니다. 예를 들어, 충분히 영구적이지 않다고 간주되는 인장이 찍힌 탈리는 증서로 간주되지 않았습니다. 4. 초기(악수 등을 포함한) 증거 가치가 있는 서면 및 비서면 행위의 전체 계층 구조에 대해서는 McBain 고려, 1, 제1부, 67-8쪽을 참조하십시오.\n10 전달되지 않은 증서는 단순히 인장이 찍힌 법적 문서(인장이 찍힌 문서)였습니다. 판정, 소환장, 서품장 등과 같이 인장이 찍힌 기타 법적 문서도 마찬가지였습니다. 4.\n11 헨리 8세(1509-47) 시대까지 사람들은 일반적으로 문서에 서명(자신의 서명을 쓰는 것)을 하지 않았습니다. 그러나 17세기 신용의 급격한 확장으로 환어음 및 약속어음과 같은 법적 문서는 인장을 찍는 대신 서명되었습니다. 이들은 단순 계약을 통한 채무로 간주되어 배심원에 의해 심판되어야 했습니다. McBain 증서, 1, 제1부, 19 및 37쪽을 참조하십시오.\n12 구두 계약 및 약속은 증거 가치가 가장 낮았습니다. 그러나 '구두'(잘못되고 혼란스럽게)라는 단어는 인장이 찍힌 문서가 아닌 모든 문서를 포괄하는 포괄적인 표현으로 사용되어 위의 (f)도 포함했습니다. Rann 대 Hughes(1778) 7 TR 350n, HL, Skynner LCB에 따르면 '영국법에 따르면 모든 계약은 특수 계약 및 구두 계약으로 구분됩니다. 서면 계약이라는 세 번째 유형은 없습니다. 단순히 서면으로 작성되었지만 특수 계약이 아닌 경우 구두 계약입니다.' 또한 McBain 증서, 1, 제1부, 37쪽 및 McBain 고려, 1, 제2부, 43쪽을 참조하십시오.\n13 따라서 왕실 증서는 왕에게 가장 유리하게, 다른 당사자에게 불리하게 해석되었습니다. W Blackstone, 영국법에 관한 주석(옥스포드, 클라렌든 프레스, 초판, 1765-9, 시카고 대학교 출판사 재판, 1979), 제2권, 347쪽을 참조하십시오.\n14 이들은 모두 함께 고려되어야 하며 함께 성립하거나 폐지됩니다. 따라서 증서가 폐지되면 다른 두 가지도 폐지되어야 합니다. 그리고 인장이 폐지되면 증서와 특수 증서도 폐지되어야 합니다.\n15 법인에 대해서는 5를 참조하십시오.\n16 이 법률 분야의 혼란은 '증서', '특수 증서' 및 '구두'와 같은 단어의 일관된 정의가 없기 때문입니다.\n17 8을 참조하십시오.\n18 13(b)를 참조하십시오.\n19 또는 '법적 문서 작성 법령'이라고 할 수도 있습니다. 분명히 영국법은 법적 효력(도덕적 효력 또는 농담 등과는 다름)을 갖도록 의도된 문서만 다룹니다.\n2. 개론적 고찰\n처음부터 증서, 특수 증서 및 인장에 관한 대부분의 법률 교재는 시대에 뒤떨어져 있습니다.20 따라서 특히 1989년 부동산(기타 조항)법의 결과로 증서의 정의가 크게 바뀌었기 때문에 주의해서 다루어야 합니다. 공증의 경우 일반적인 교재는 Ready(편집), Brooke의 공증입니다.21 또한 법적 문서 작성의 형식을 고려할 때 과거의 기본적인 목적은 다음과 같이 세 가지였습니다.\n 사기 방지(예방 기능);\n 거래 증명(증거 기능);\n 당사자가 문서를 작성하기 전에 문서의 조항을 고려하도록 요구(주의 기능).22\n따라서 중요한 문제는 본 논문에서 설명하는 현재의 형식이 이러한 기본 목적을 충족하는지 여부입니다. 마지막으로 본 논문에서는 왕실 칙허장을 자세히 다루지는 않지만, 대인장 또는 비밀 인장에 의한 작성은 다룹니다.23 또한 이러한 문서는 빅토리아 시대에 상업적 문제와 관련하여 사라졌기 때문에 기록 문서24는 고려하지 않습니다. 따라서 먼저 고려해야 할 법적 개념은 증서입니다.\n3. 증서\n증서를 분석하기 전에 세 가지 사항을 관찰할 수 있습니다.\n 첫째, 인장이 찍히고 전달된 문서인 증서의 정의는 시간이 지남에 따라 변했습니다. 따라서 16세기(약 1562년)에 추가적인 전제 조건이 추가되었습니다. 증서가 되려면 법적 문서는 양피지 또는 종이에 기록되어야 했습니다. 17세기에 판결이 여러 판사에 의해 증서(판정 등)가 그렇지 않다고 선언되면서 변화가 더 일어났습니다. 빅토리아 시대에 더 많은 예외가 명시되었습니다. 그런 다음 1925년과 1989년에 증서의 정의에 대한 추가적인 변경이 이루어져 증서를 정의하기가 매우 어려워졌습니다.\n 둘째, 증서의 전제 조건도 바뀌었습니다. 따라서 헨리 8세(1509-47) 시대부터 인장이 서명으로 사회적으로 대체되기 시작했고, 빅토리아 시대가 되면 서명이 일반화되었습니다. 증서의 전달과 관련하여, 그 목적은 토지 이전의 경우 점유(점유)의 이전(인도)에 대한 필요성을 반복하는 것이었습니다. 이는 코크가 그의 영국법 제도(1628년)를 썼을 때 형식이 되었습니다. 그리고 1845년 부동산법에 의해 '점유 인도'를 통한 토지 이전 과정이 부여를 통한 토지 이전으로 바뀌었기 때문에 이러한 전달의 전제 조건은 폐지되었어야 했습니다. 또한 상업적 맥락에서 양피지의 사용은 빅토리아 시대에 쓸모없게 되었습니다.\n 결론적으로, 인장이 찍히고 전달된 문서라는 증서의 원래 설명은 빅토리아 시대의 사회적 현실과 일치하지 않았습니다. 증서의 전제 조건은 법적으로 여전히 존재했습니다. 그러나 인장과 전달은 실제로 발생하지 않았기 때문에(물리적으로 부착할 필요가 있는 인장이나 실제로 할 필요가 있는 전달이 없음) 법적 허구가 되었습니다.\n 셋째, 증서를 통해 법적 문서를 작성하는 이점은 시간이 지남에 따라 감소하여 오늘날에는 4가지 이점만 있습니다. 이와 관련하여: (a) 증서는 다른 법적 문서와 다르게 해석되었습니다. 그러나 20세기가 되면서 일반적으로 둘 다 같은 방식으로 해석되었기 때문에 차이가 없었습니다. (b) 증서의 경우 고려 사항도 추정(도입)되었습니다. 그러나 고려의 원칙 자체는 항상 추정되거나(또는 금반언이 발생한 것으로 간주됨) 20세기가 되면서 중요성이 감소했습니다. (c) 증서의 경우(12년) 단순 계약(즉, 인장이 찍히지 않은 계약)(6년)과는 달리 연장된 제한 기간이 부여되었습니다. 그러나 실제로는 이것이 거의 이점이 되지 못했습니다. (d) 증서의 경우 사적 권리도 부여되었습니다. 그러나 이제 법률이 대부분의 경우 이를 다룹니다.\n20 그 중 많은 부분에 대해서는 McBain 증서, 1, 제1부, 31-32쪽을 참조하십시오. 가장 최신의 내용은 Halsbury를 참조하십시오. 1. 그러나 특히 증서의 법적 역사에 관해서는 부족합니다.\n21 NP Ready, Brooke의 공증(초판, 1839년; 제14판, 2013년).\n22 McBain 증서, 1, 제1부, 15 및 32쪽, 3.\n23 또한 GS McBain, 법률적 용어로 현대화된 군주제: 제5부(2014) 왕의 법 저널, 440-1쪽을 참조하십시오.\n24 이전에는 영국 법원이 기록 법정(모든 왕의 법정)과 기록 법정이 아닌 법정으로 구분되었습니다. 왕의 법정에서는 문서(채무 및 채무 포함)를 등재하여 기록의 일부로 만들 수 있었습니다. 등재되면 기록이 조작될 가능성이 크게 줄었습니다. 결과적으로 법원은 이에 상당한 신뢰를 두었습니다. 기록된 문서의 정확성이 추정되었기 때문에 신속한 재판 유형인 기록에 의한 재판이 발생했습니다. 기록의 문제가 주장된 경우 법원은 기록을 제시하도록 명령했고 문제는 그 지점에서만 해결되었습니다. 배심원은 필요하지 않았습니다. 문서가 더 이상 법정 기록에 등재(등록)되지 않으면 이 문서 유형은 사실상 사라졌습니다. 이 관행은 대부분의 증서(이름 변경에 대한 증서 반송은 예외)의 경우 1870년대부터 중단되었습니다. McBain 증서, 1, 제1부, 18쪽을 참조하십시오.\n3\n(a) 증서의 개념\n'증서'라는 법적 개념은 앵글로색슨법에는 알려지지 않았습니다. 실제로 높은 문맹률 때문에 법적 문서 작성은 드물었습니다. 따라서 문서 작성은 왕과 소수의 성직자 및 거장으로 제한되었습니다. 또한 그들은 오늘날 우리가 이해하는 것처럼 법적 문서에 '서명'하지 않았습니다. 즉, 서명을 쓰는 것이 아닙니다. 대신, 그들은 자신의 '표시'를 했습니다. 보통 성직자의 이름을 적은 옆에 십자가 모양으로 표시했습니다.25\n 노르만 정복(1066년) 이후 노르만인의 도착과 함께 모든 문서(라틴어, carta)는 '칙허장'이라고 불렸습니다. 이들은 왕실 칙허장(디플로마라고도 함)과 사적 칙허장(즉, 사인이 작성한 법적 문서)으로 분류되었습니다.26\n 점차 '칙허장'이라는 단어는 군주가 작성한 문서를 설명하는 데 사용되는 단어가 되었습니다. 결과적으로 '증서'(일반적인 의미에서 이 단어는 '행위' 또는 '사실'을 의미함)27이 독자적인 의미를 갖게 되었습니다. 이는 인장이 찍히고 전달된 문서(14세기까지 영국에 도착하지 않은 종이)를 가리키는 것이었습니다. 따라서 증서는 특정 법적 '행위'에 대한 설명인 법적 문서의 한 유형이었습니다.\n '증서'라는 단어가 법률 용어로 인정되고 일반적으로 사용되기 시작한 시기는 아마도 약 1290-1300년경일 것입니다. 또한 복잡한 부분은 없었습니다. 노르만인이 자신의 이름에 서명할 수 있었다면 '증서'는 당사자가 법적으로 구속력을 갖는다는 데 동의한다는 증거인 서명된 문서를 가리키는 것이었을 것입니다. 추가적인 전달 요건을 제외하고는(아래 참조).\n 인장의 경우 노르만인은 교회 관습에서 인장을 도입했습니다. 처음에는 인장이 왕과 강력한 귀족으로 제한되었습니다. 그러나 약 1166년에는 하급 귀족들도 이를 사용했습니다. 그리고 1290년에는 부유한 사람들과 상인들 사이에 보편화되었습니다.28\n따라서 증서의 전달 요건을 제외하고는 초기 중세 시대의 다른 문서와 같았습니다. 간단히 말해, 증서란 전달이 있어야 효력이 발생하는 특정 유형의 법적 문서였습니다. 그렇지 않으면 단순한 에스크로 또는 에스크롤(인장이 찍혔지만 문서인 문서)이었습니다.29 이러한 전달의 전제 조건과 그 목적 요소와 관련하여 설명을 위해서는 성경 시대까지 거슬러 올라가야 합니다. 사기(및 분쟁)를 피하기 위해 모든 거래는 법적 유효성을 갖기 위해 본질적으로 '의례적'(즉, 형식적)이어야 했습니다. 따라서 한 사람이 법적 거래(교환, 매매 또는 증여와 같은 거래)를 효과적으로 하기 위해 해당 물건이나 그와 같은 것을 대표하는 표식(토지의 경우 신발과 같음)을 다른 사람에게 물리적으로 건네주었습니다. 이는 증인이 있는 상태에서 발생했습니다. 이러한 점유(점유)의 전달(인도)은 모든 사람이 누군가가 다른 사람에게 권리를 양도했음을 볼 수 있도록(그리고 기억하도록) 하기 위해 필수적이었습니다. 형식적인 단어도 사용되었습니다.30 이러한 형식적인 요건을 충족하지 못하면 거래가 무효화되었습니다. 이 과정은 앵글로색슨법에도 적용되었습니다. 의심할 여지 없이 그들의 법은 주로 성경법에 익숙한 성직자들에 의해 작성되었기 때문입니다. 따라서 물리적(또는 상징적) 전달, 형식적인 단어, 증인이 있었습니다.31 그러나 정복 이후 영국 인구와 상업이 증가함에 따라 계약 당사자(및 증인)의 물리적 참석이 더욱 어려워졌으며 이는 문제의 물리적 전달(토지, 상품 등)에 대한 필요성에 영향을 미쳤습니다.\n 무체 재산권.32 따라서 노르만 시대에는 왕으로 시작하여 사회에서 아래로 내려가면서 대리인이 계약 당사자를 대신하여 사용되었습니다(이것이 전권 위임장의 권한을 만들어냄). 또한 무체 재산권의 경우 법적 문서의 전달이 동일한 권리의 이전을 구성하기에 충분하다고 간주되었습니다. 왜냐하면 그들에게는 물리적 요소가 없었기 때문입니다. 결과적으로 브리튼(약 1290년) 시대가 되면 인장이 찍힌 문서의 이전이 무체 재산권의 이전을 구성하기에 충분하다는 것이 받아들여졌습니다.33\n 동산. 법적 확장에 의해 영국 법원은 동산이 증서로 이전될 수 있다는 것을 받아들였습니다. 이는 1385년까지 발생했습니다.34\n 토지. 토지의 경우, 오랫동안 존재해 온 토지의 물리적 이전 관습 때문에 변화가 훨씬 오래 걸렸습니다. 즉, 토지 소유주가 증인이 있는 가운데 의례에 따라 토지에서(또는 그 근처에서) 물리적으로 다른 사람에게 자신의 권리를 이전하는 것입니다.35 따라서 권리 증서를 건네는 것은 처음에는 물리적으로 권리를 이전하는 것에 대한 추가적인 증거에 불과했습니다. 그런 다음 영국 법원은 1195년 이후 법정 기록에 토지에 관한 법적 행위(사적 계약)(벌금, 최종 합의 또는 계약)에 대한 증거를 기록하는 것을 허용했습니다. 그리고 재판 목적으로 '기록'에 있는 그러한 증거의 특별한 증거 가치를 인정할 준비가 되어 있었습니다.36 '증서'라는 법적 개념을 인정함으로써 영국법은 이를 한 단계 더 발전시킬 수 있었습니다. 시간이 지남에 따라 법원(또는 법률)은 사용, 매매 계약, 임대 및 해제 등과 같은 물리적 전달을 포함하지 않는 장치를 사용하여 토지를 유효하게 이전할 수 있다는 것을 인정했습니다.\n\n결론적으로, 증서라는 법적 개념은 양피지(또는 종이)에 작성된 인장이 찍힌 문서였으며 전달 시 효력이 발생했습니다.\n\n(b) 증서의 정의\n'증서'(라틴어로 factum, 앵글로-노르만어로 fait, fet)라는 용어가 인장이 찍히고 한 당사자에서 다른 당사자로 전달된 문서를 정의하는 법률 용어로 처음 사용된 시기는 불분명합니다. 그것은 점진적이었을 것입니다.37 폴록과 메이틀랜드는 '증서'라는 용어의 전문적인 사용이 일반적인 항변 non est factum meum('나는 그 문서를 작성하지 않았다')의 결과라고 가정했습니다.38 인장이 찍힌 양피지는 증거가 되었기 때문에 법정에서 주장할 수 있는 것이었습니다. 즉, 작성자가 작성했고, 따라서 그것이 자신의 법적 행위이고 법적으로 구속력이 있다는 것을 수락했음을 주장하는 것입니다. 아마도 이는 1290년까지 발생했을 것입니다.39 1444년 풀스소프 JCP는 증서('fait')에는 문서, 인장 및 전달이 필요하다고 명확히 했습니다.40 1527년 라스텔도 마찬가지였고,41 1532년 퍼킨스도 마찬가지였고,42 구드하드 사건(1584)도 마찬가지였습니다.43 코크(1628년)는 증서에 대한 자주 인용되는 정의를 다음과 같이 언급했습니다.\n'증서, factum. 이 단어(증서)는 영국 상법의 이해에 따라 양피지 또는 종이에 작성된 문서입니다.'\n또한 '증서(fait). Factum, anglice[영어로], 증서, 그리고 영국 상법에서 당사자 간의 거래 또는 계약을 포함하는 세 가지, 즉 문서, 인장 및 전달로 구성된 문서를 의미합니다.'44\n그러나 코크는 증서가 '거래 또는 계약'으로 제한된다는 점에서 틀렸습니다. R 대 모튼(1873)45까지 법원은 증서가 계약으로 제한되지 않는다는 점을 명확히 하여 코크의 실수를 제거했습니다. 그런 다음 다른 오류가 발생했습니다.\n Dod 대 Herbert(1655)46에서 법원은 판정이 증서가 아니라고 판결했습니다. 단순히 인장이 찍힌 문서일 뿐입니다. 그런 다음 Hibblewhite 대 McMorine(1840)47에서 Parke B는 사법관의 영장, 소환장 및 판정이 증서가 아니라고 선언했고, Chanter 대 Johnson(1845)48에서 그는 특허를 사용하는 인장이 찍힌 허가서도 마찬가지라고 말했습니다.\n R 대 모튼(1873)에서 Bovill CJ는 증서를 '이익이나 재산'을 이전하는 법적 문서(문서)로 제한했습니다.49\n이러한 새롭고 다소 특이한 정의는 중세 시대 이후 지배해 온 증서가 인장이 찍히고 전달된 양피지(또는 종이)에 작성된 문서라는 이전 개념을 혼란스럽게 만들었습니다. 그 결과 증서의 정의와 관련하여 혼란이 발생했습니다.\n결론적으로, 증서의 정의는 시간이 지남에 따라 변했습니다.\n\n(c) 증서의 전제 조건의 본질 변화\n수세기에 걸쳐 증서의 정의가 바뀐 것 외에도 전달 및 인장의 전제 조건에 큰 변화가 있었습니다. 또한 문서가 양피지 또는 종이에 작성되어야 할 필요성도 변했습니다. 따라서:\n 전달. 실제 전달의 필요성이 점차 줄어들어 법적 허구가 되었습니다. 16세기가 되면 Gudard 사건(1584)에서 언급된 것처럼 전달 사실을 증서에 명시할 필요가 없었습니다.50 나중에 전달은 구성적이 되었습니다.51 이것은 증서가 물리적 전달을 대표해야 할 필요성이 감소했기 때문입니다. 왜냐하면 토지의 경우에도 더 이상 필요하지 않았기 때문입니다. 점유(점유)의 이전(인도)은 더욱 상업적으로 편리한 권리 이전 형태로 대체되었습니다. 전달의 전제 조건에 대한 종말은 1845년 부동산법이었습니다. 이 법은 앞으로 유체 재산권은 점유 인도가 아닌 부여에 의해 존재한다고 규정했습니다. 알렉산더가 언급했듯이 이것은 과거와의 결정적인 단절이었으며, 이는 증서의 전달이 이제 불필요한 전제 조건이 되었음을 의미합니다.52 이 날짜 이전에도 법원은 증서의 전제 조건으로서 '전달'을 허구로 줄였으며, 이는 이제 의도의 문제일 뿐입니다.53 따라서 이 단계(1826)에서 상법에서 그 목적을 다했기 때문에 전달을 없애야 했습니다. 그 결과, 증서의 전달에 대한 결정적인 추정이 상법과 법률 모두에서 발생했습니다.54\n 인장. 인장은 노르만인이 서명할 수 없었던 문제를 해결하기 위한 것이었습니다. 그러나 헨리 8세(1507-49) 시대가 되면 사람들이 서명하기 시작했고, 빅토리아 시대가 되면 표준이 되었습니다. 또한 양피지(또는 종이)에 부착된 인장은 항상 명목상의 것이었습니다. 왜냐하면 그것은 법적 거래를 할 때마다 법적으로 구속력이 있다는 것을 증명하기 위해 자신의 인장(시그넷)을 물리적으로 건네는 것을 대체했기 때문입니다.55 명목상의 성격(법적으로 구속되겠다는 의도를 반영함)으로 인해 인장은 어떤 모양, 크기 또는 색상이든 될 수 있었습니다. 또한 무늬가 없을 수도 있으며, 일반적으로 붉은색인 평범한 웨이퍼 인장은 1840년대부터 널리 사용되었습니다. 따라서 이 시점에서 인장을 폐지하고 서명을 증서에"}}}