{"translations": {"ja": {"translated": "国際法研究；第8巻、第1号；2019年\nISSN 1927-5234 E-ISSN 1927-5242\nカナダ科学教育センター発行\n法的文書－形式の近代化\nGraham McBain1,2\n1 ケンブリッジ、ピーターハウス、英国\n2 ハーバード・ロー・スクール、米国\n連絡先：Graham McBain, 21 Millmead Terrace, Guildford, Surrey GU2 4AT, UK. Eメール：gsmcbain@aol.com\n受付：2018年11月22日 受理：2018年12月11日 オンライン公開：2019年1月12日\ndoi:10.5539/ilr.v8n1p1 URL: https://doi.org/10.5539/ilr.v8n1p1\n1. はじめに 1\n今日、私たちは電子時代に生きています。イングランドの裁判所が法的文書2の効力発生に必要な様々な形式を定めた中世とは全く異なる時代です。ノルマン征服（1066年）当時、イングランドの人口の大多数は文盲であり、3自分の名前を署名することさえできなかったという事実4は、当事者（または当事者たち）が印章5を用いて法的文書を作成することをもたらしました。これは、法的文書の作成者が法的拘束力に同意したことを確認する手段でした。また、この時代－ブラクトン（約1250年）以降から6－イングランドの裁判所は法的文書の「階層」を認識し始め、裁判所の目には、文書によっては他の文書よりも高い証拠価値（証拠力）が認められるようになりました。したがって、降順で法的文書の階層は以下の通りです。a：\n(a) 王室勅許；6\n(b) 記録文書（すなわち、登記された法的文書）；7\n(c) 正式証書；8\n(d) 特約証書；9\n1 GS McBainによる以下の論文を参照してください。(a) Deed, Specialties and Sealsの廃止、第1部＆第2部 (2006) 20(1) Commercial Law Quarterly（『CLQ』）、15-54頁および20(2) CLQ、3-28頁（『McBain Deeds』）；(b) 公証人と公証行為の法の近代化[2016] Journal of Business Law（『JBL』）、第2号、91-114頁（『McBain Notarisation』）；(c) 1677年詐欺行為防止法第4条の廃止（『McBain Statute of Frauds』）[2010] JBL、第5号、420-43頁（保証が書面であることを要求しています）；そして(d) 考慮の教義の廃止（『McBain Consideration』）[2018] 国際法研究、第7巻、第1号、1-104頁。これらの論文には広範な参考文献が含まれています。『Halsbury』もこれらの問題について参照してください。公証に関しては、G McBain, 公証人と公証行為に関する法の近代化[2016] JBL 91-114頁（『McBain Notaries』）を参照してください。初期のスコットランドにおける公証人と公証行為については、『Ars Notariatus』（エディンバラ、1740年）を参照してください。\n2 法的文書の古い言葉は「証書」でした。『McBain Deeds』、注1、第1部、32頁、注2。また、『Halsbury』、注1、第32巻、339項および1925年不動産法第205条(1)(viii)（「証書」）も参照してください。現代では、「証書」よりも広く使用されているため、「法的文書」と呼ぶ方が良いと思われます。『Oxford English Dictionary』（『OED』）（文書）。したがって、法的文書は「法的効果を持つことを意図したあらゆる文書」と定義できます。\n3 アングロサクソン時代には、法的文書には署名も印章もありませんでした。しかし、王（と聖職者）は、法的文書を作成する際に、羊皮紙に自分の印（通常は十字架の形）を押して、それを認証することがありました（つまり、拘束される意思表示）。\n4 必要な印章の種類に関する規定はかつてありませんでした。したがって、それはワックス、ウエハー（1840年以降は一般的）、または印象（定規や棒で作成したり、円形や「LS」（lex sigilliの略）の形で作成したりできます）でした。それは無地の（紋章、イニシャル、紋章は必要ありませんでした）ものでも、装飾的なものでも、またどのような形、大きさ、色でも構いませんでした。今日では、印章がないのが一般的で、法的効果を発生させることを意図した「封印された」という単語に置き換えられています。\n5 H Bracton（Thorne訳）、イングランドの法と習慣について 約1240年（ケンブリッジ大学出版局、1968-76年）。ブラクトンはオンラインで閲覧できます。bracton.law.harvard.edu\n6 最初は、王の印章によって認証されたあらゆる文書（carta、charter）は、決定的なものとして扱われました。この原則は、後に王室裁判所の記録にまで拡大されました。『McBain Deeds』、注1、第1部、18、36-7頁も参照してください。\n7 R Glanvill、『イングランド王国の法と習慣に関する論文』（約1189年）（ネルソン、1965年）、100頁「…彼らの記録に従う必要があり、どちらの当事者もそれに異議を申し立てることはできません。」注36も参照してください。\n8 古くは、正式証書は羊皮紙（紙は14世紀までイングランドにはありませんでした）に書かれ、封印され、交付された法的文書でした。封印され、交付された羊皮紙上の法的文書は、ipso facto、正式証書でした。しかし、法的文書が封印されていてもこれらの要件を満たしていない場合は、特約証書または封印された法的文書（封印された証書）になる可能性があります。正式証書による禁反言は、記録による禁反言から生じました。\n(e) 封印された証書（すなわち、封印された法的文書）；10\n(f) 署名された証書（すなち、署名された法的文書）；11\n(g) 口頭（すなわち、口頭、言葉による）宣言（片務）または合意（双務）。12\n裁判所は、上記を異なる解釈することもありました。13 今日では、状況が大きく変化しています。イングランドとウェールズの人口の大多数は、識字能力があり、自分の名前を署名することができます。また、電子署名は現在、法的文書を作成するための重要な手段となっており、今後さらに増加することは間違いありません。したがって、この記事では、上記の形式の階層は時代遅れであり、現代の社会および商業の現実と完全に調和していない特定の法的形態を廃止することによって廃止されるべきであると主張しています。特に、正式証書と特約証書の法的概念、ならびに封印の実務は廃止されるべきです。14 これらの法的文書の作成方法は、今日では完全に不要です。なぜなら、一般的に、自然人と法人の両方の人が署名するからです。15 したがって、正式証書、特約証書、および印章に関する膨大で、混乱を招く16、複雑な法律は、法律のゴミ箱に捨てるべきです。これ以外にも、法的文書の効力を無効にする可能性のある形式があります。それらは以下のとおりです。\n・公証行為；\n・認証（領事認証、アポストーユ）；\n・証明（すなわち、法的文書の作成時に立ち会った証人が署名すること）；\n・証人。\n現在、上記が英米法でいつ必要とされるのか不確実性があります。これを踏まえ、これらの要件は英米法で廃止され、現在では法令で規制されるべきです。さらに、外国為替手形（これには公証行為が含まれます）の記名と抗議も廃止されるべきです。17 さらに、法的文書を証明する法定上の要件は廃止されるべきです。そして、法的文書に証人を立てる法定上の要件は、限られた状況でのみ必要とされるべきです。\n最後に、イングランド法では、一部の法的行為については、有効にするために書面でなければならないと規定しています。そのような書面に関する英米法上の要件は廃止され、法令で規制されるべきです。また、保証の場合には、書面（またはその証拠）に関する法定上の要件は廃止されるべきです。18\n結論として、法律には形式に関する法律19が必要です。それは、法的文書（すなわち、法的効果を持つことを意図した文書）が法的に有効であるための形式上の要件を非常に簡単に規定したものです。それはまた、署名（電子署名を含む）の遍在性を認識したものです。それは、形式上の要件を最小限に抑えるものであり、そうでなければ有効な法的文書が、正当な理由なしに無効になることはありません。\n9 「特約証書」の概念は常に混乱を招いており、しばしば正式証書の一種（債務を証明するもの）であると考えられてきました。しかし、それは正式証書およびその他の封印された法的文書をカバーするためにも使用されてきました。おそらく、それは別個の法的概念であり、例えば、十分に恒久的なものではないと見なされ、正式証書とは扱われなかった封印された符札をカバーしていました。4 初期の書面および非書面の行為の証拠価値の完全な階層（握手のなど）については、『McBain Consideration』、注1、第1部、67-8頁を参照してください。\n10 交付されない正式証書は、単なる封印された法的文書（封印された証書）でした。同様に、賞、召喚状、叙任状などの他の封印された法的文書も同様です。4\n11 ヘンリー8世（1509-47年）の時代までは、人々は一般的に文書に署名（自分の署名を書き込む）しませんでした。しかし、17世紀の信用の大幅な拡大に伴い、為替手形や約束手形などの法的文書は、封印されるのではなく署名されるようになりました。これらは陪審によって審理され、単純契約による債務として扱われる必要がありました。『McBain Deeds』、注1、第1部、19＆37頁を参照してください。\n12 口頭合意と約束は、証拠価値が最も低かったです。しかし、「口頭」（不正確で混乱を招く）という言葉は、封印された文書以外の文書をすべて網羅する包括的な表現として使用されていたため、上記(f)も網羅していました。『Rann v Hughes』（1778）7 TR 350n、HL、Skynner LCB「イングランド法によれば、すべての契約は、特約による合意と口頭による合意に分けられます。そして、書面による契約のような第3の分類はありません。もしそれが単なる書面であり、特約ではないならば、それは口頭です。」『McBain Deeds』、注1、第1部、37頁および『McBain Consideration』、注1、第2部、43頁も参照してください。\n13 したがって、王室の贈与は、王のために最も有利に、そして相手方に対して不利に解釈されました。W Blackstone、『イングランドの法に関する注釈』（オックスフォード、クラレンドン・プレス、初版、1765-9年、シカゴ大学出版局復刻版1979年）、第2巻、347頁を参照してください。\n14 これらはすべてまとめて検討されるべきであり、まとめて成り立つか、またはまとめて失敗します。したがって、正式証書が廃止されるならば、他の2つも廃止されるべきです。そして、印章が廃止されるならば、正式証書と特約証書も廃止されるべきです。\n15 法人については、5を参照してください。\n16 この分野の法律の混乱の多くは、「正式証書」、「特約証書」、「口頭」などの単語の一貫した定義がないことが原因です。\n17 8を参照してください。\n18 13(b)を参照してください。\n19 あるいは、「法的文書の作成に関する法律」と呼ぶこともできます。明らかに、イングランド法は、法的効果を持つことを意図した文書（道徳的効果または冗談などを持つ文書とは対照的に）のみを扱っています。\n2\nilr.ccsenet.org 国際法研究 第8巻、第1号；2019年\n2. 序論\nまず、正式証書、特約証書、および印章に関するほとんどの法テキストは時代遅れです。20 したがって、特に1989年不動産法（雑則）によって正式証書の定義が大きく変化したため、注意して扱う必要があります。公証行為に関しては、一般的にはReady（編）、Brooke’s Notaryが参考になります。21 また、法的文書の作成に関する形式を検討する際には、過去のそれらの根本的な目的は基本的に3つあったことに注目する必要があるかもしれません。すなわち、\n・詐欺を防ぐ（予防機能）；\n・取引を証明する（証拠機能）；\n・当事者が文書に署名する前にその内容を検討するよう求める（注意喚起機能）。22\nしたがって、主要な問題は、この記事で概説されている現在の形式がこれらの根本的な目的を満たしているかどうかです。最後に、この記事では、王室勅許については詳細に検討していませんが、大印または小印によるその作成は検討しています。23 また、商業問題に関してはビクトリア朝時代に消滅した記録文書24も検討していません。したがって、最初に検討する法的概念は正式証書です。\n3. 正式証書\n正式証書を分析する前に、3つのことに注意する必要があります。\n・まず、封印され交付された文書である正式証書の定義は、時代とともに変化しました。したがって、16世紀（約1562年）には、さらに前提条件が追加されました。正式証書になるには、法的文書も羊皮紙または紙に書かれている必要がありました。17世紀には、様々な裁判官によって、賞状などの一部の正式証書は正式証書ではないと宣言された際に、さらなる変化が起こりました。ビクトリア朝時代にはさらに例外が明示されました。そして、1925年と1989年に、正式証書の定義に対するさらなる変更が行われ、正式証書を定義することが非常に困難になりました。\n・2点目は、正式証書の必要条件も変化したことです。したがって、ヘンリー8世（1509-47年）の時代から、印章は社会的に署名に取って代わられ始め、ビクトリア朝時代までに署名は一般的になりました。正式証書の交付に関しては、その目的は、土地の譲渡の場合の所有権の交付（引渡し）の必要性を複製することであり、これはコークが彼の『イングランド法の制度』（1628年）を書いた頃には形式になっていました。そして、1845年不動産法により、「所有権の引渡し」による土地の譲渡が贈与による土地の譲渡に取って代わられたため、この交付の前提条件は廃止されるべきでした。さらに、ビクトリア朝時代までに商業的な文脈では羊皮紙の使用は時代遅れになりました。\n・結論として、封印され、交付された文書としての正式証書の元の説明は、ビクトリア朝時代の社会の現実とは矛盾していました。正式証書の必要条件は法律ではまだ存在していました。しかし、実際には起こらなかったため（物理的に付着させる必要のある印章や実際に行う必要のある交付はありませんでした）、封印と交付は法的な虚構になっていました。\n・3点目は、正式証書によって法的文書を作成することの利点は、時代とともに減少したことです。そのため、今日ではわずか4つの利点しかありません。これらに関して：(a) 正式証書は他の法的文書とは異なる解釈がされました。しかし、20世紀までに、両方とも一般的に同じように解釈されるようになったため、区別はありませんでした。(b) 正式証書の場合、考慮事項も推定（輸入）されました。しかし、考慮事項そのものの教義は、20世紀までにほとんど重要ではなくなり、常に推定（または禁反言が発生したとみなされる）されました。(c) 正式証書の場合、延長された時効期間が認められました（12年）が、「単純な」（つまり、封印されていない）契約（6年）とは対照的でした。しかし、実際には、これはほとんど利点がありませんでした。(d) 正式証書の場合、契約関係も認められました。しかし、現在では、ほとんどの場合、法令でこれが扱われています。\n20 それらの多くについては、『McBain Deeds』、注1、第1部、31-2頁を参照してください。最新の記述は『Halsbury』を参照してください。ただし、特に正式証書の法的歴史に関しては不十分です。\n21 NP Ready、『Brooke’s Notary』（初版、1839年；第14版、2013年）。\n22 『McBain Deeds』、注1、第1部、15＆32頁、注3。\n23 GS McBain、「法的な用語における君主制の近代化：第5部」(2014) King’s Law Journal、440-1頁も参照してください。\n24 以前は、イングランドの裁判所は、記録裁判所（すべての王室裁判所）と記録ではない裁判所を区別していました。王室裁判所では、文書（正式証書や債務を含む）を登録して記録の一部にすることができました。一度登録されると、ロールが改ざんされる可能性は大幅に減少しました。その結果、裁判所はそれらにかなりの信頼を置くことができました。記録された文書の正確性が推定されたため、記録による審理という迅速な審理の種類が生じました。記録上の事項が主張された場合、裁判所は記録の提出を命じ、その点だけで問題は解決されました。陪審は必要ありませんでした。文書がもはや裁判所の記録に登録されなくなった（登録されなくなった）ことで、この種類の文書は事実上消滅しました。これは、ほとんどの正式証書（改名に関する正式証書は例外）の場合、1870年代から廃止されました。『McBain Deeds』、注1、第1部、18頁を参照してください。\n3\nilr.ccsenet.org 国際法研究 第8巻、第1号；2019年\n(a) 正式証書の概念\n「正式証書」という法的概念は、アングロサクソン法には知られていませんでした。実際、識字率の高さを考えると、法的文書の作成はまれでした。したがって、文書の作成は王と少数の聖職者と高貴な人物に限定されていました。さらに、彼らは今日私たちが理解している意味での法的文書に「署名」しませんでした。つまり、自分の署名を書き込むことによってです。代わりに、彼らはそこに自分の「印」を押しました。通常、聖職者の名前の横に書かれた署名の横に十字架の形で書かれていました。25\n・ノルマン征服（1066年）の後、ノルマン人が到来すると、あらゆる文書（ラテン語、carta）は「勅許」と呼ばれました。これらは、王室勅許（外交文書とも呼ばれます）と私的勅許（すなわち、個人によって作成された法的文書）に分類されました。26\n・徐々に、「勅許」という言葉は、君主によって作成された文書を記述するために使用されるようになりました。その結果、「正式証書」（日常会話では、「行為」または「事実」を意味する言葉）27は独自の存在感を増しました。それは、常に羊皮紙（紙は14世紀までイングランドにはありませんでした）に書かれ、封印され、交付された文書を指していました。したがって、正式証書は、特定の法的「行為」の説明である一種の法的文書でした。\n・正式証書という言葉が法的用語として認識され、一般的に使用されるようになった時期については、おそらく約1290年から1300年頃と考えられます。さらに、それには複雑なことは何もありませんでした。ノルマン人が自分の名前を署名できたならば、「正式証書」とは、当事者が法的拘束力に同意した証拠である署名された文書を指すものだったでしょう。交付の追加の要件を除いて（以下参照）。\n・印章に関しては、ノルマン人は教会の慣習から印章を導入しました。最初は、印章は王と有力な貴族に限定されていました。しかし、約1166年までに、地位の低い高貴な人物もそれを用いるようになりました。そして、1290年までに、裕福な人々と商人たちの間で広く普及していました。28\nしたがって、正式証書は、初期の中世においては、交付の要件を除いて、他の文書と同じものでした。要するに、正式証書は特定の種類の法的文書でした。それは、有効にするためには交付も必要とされるものでした。そうでなければ、それは単なるエスクローまたはエスクロー（封印された文書ではあるものの）でした。29 この交付の前提条件とその目的要素に関しては、説明のために聖書の時代にさかのぼる必要があります。詐欺（と紛争）を避けるために、すべての取引は、法的有効性を持つためには、本質的に「儀式」（つまり、形式的）でなければなりませんでした。したがって、ある人は問題となっている物体を物理的に受け渡すか、それを表すトークン（土地の場合、靴など）を他の人物に手渡すことによって、そのような交換、販売、または贈与などの法的取引を実行しました。これは、証人の前で起こりました。この所有権（seisin）の交付（引渡し）は、誰もが他の人物が他の人物に所有権を譲渡したことを見て（そして覚えて）おくために不可欠でした。公式の言葉も使われました。30 これらの形式要件を満たせなかった場合、取引は無効になりました。このプロセスはアングロサクソン法にも適用されました。それは間違いなく、彼らの法律が主に聖書の法律に精通した聖職者によって書かれていたためです。したがって、公式の言葉と証人を伴う物理的（または象徴的な）な交付がありました。31 しかし、征服後、イングランドの人口と商業が増加するにつれて、契約当事者（と証人）の物理的な出席はより負担が大きくなり、問題となっている物体（土地、商品など）の物理的な交付の必要性に影響を与えました。\n・無体財産権。32 したがって、ノルマン時代には、王から社会の下層階級に広がるにつれて（これは委任状の権限を生み出しました）、契約当事者に代わって代理人が使用されるようになりました。さらに、無体財産権においては、法的文書の交付が、それ自体の所有権の移転を構成するのに十分であると認められることは避けられませんでした。ブリトン（約1290年）の時代までにそれは起こっていました。33\n・動産。法律上の拡張によって、その後、イングランドの裁判所は、動産が正式証書によって譲渡できることを認めました。これは1385年までに起こっていました。34\n・土地。土地の場合、土地が物理的に譲渡されるという長い間受け継がれてきた慣習が大きかったため、変化にははるかに長い時間がかかりました。つまり、土地所有者は、儀式に従って、証人の前で、土地上（または土地を視界に入れて）で、自分の所有権を他の人に物理的に譲渡することです。35 したがって、所有権の証書を手渡すことは、最初は、物理的に所有権を譲渡することの追加の証拠に過ぎませんでした。その後、イングランドの裁判所は、土地に関する法的行為（私的合意）の証拠（罰金、最終合意、または合意）を1195年以降、裁判所の記録に記録することを許可しました。そして、彼らは裁判の目的のために、記録上のそのような証拠に特別な証拠価値があることを認める準備ができていました。36 「正式証書」という法的概念の認識により、イングランド法はこの点をさらに進めることができました。時が経つにつれて、裁判所（または立法府）は、使用、売買契約、賃貸および譲渡など、物理的な交付を伴わない方法を用いることによって、土地を有効に譲渡できることを認めました。\n結論として、正式証書の法的概念とは、交付によって有効になる羊皮紙（または紙）に書かれた封印された文書でした。\n(b) 正式証書の定義\n「正式証書」（ラテン語でfactum、アングロノルマン語でfait、fet）という用語が、交付された封印された文書を定義する法的用語として初めて使用された時期は不明です。それは徐々に起こったでしょう。37 ポロックとメイトランドは、「正式証書」という技術的な使用は、一般的な「非est factum meum」（「私はその文書を作成しませんでした」）という抗弁の結果であると仮定していました。38 これは、封印された羊皮紙が証拠であったため、裁判所で主張できるものだった（すなわち、作成者がそれを作成したことを主張し、それによってそれが彼の法的行為であり、彼が法的拘束力があると認めること）ように思われます。おそらく、これは1290年までに起こっていました。39 1444年、フルソープJCPは、正式証書（「fait」）には、文書作成、封印、および交付が必要であることを明確にしました。40 ラステルも1527年、41 パーキンスも1532年、42 グッドヤード事件（1584年）でも同様でした。43 コーク（1628年）は、正式証書のしばしば引用される定義を述べました。\n25 『McBain Deeds』、注1、第1部、20頁および『McBain Consideration』、注1、第1部、37頁を参照してください。\n26 したがって、最初のイングランドの法的テキストであるグランビル（約1189年）、注7は、王室勅許と私的な勅許を区別していました（彼は後者をキログラフィック勅許と呼んでいました）。『McBain Deeds』、注1、第1部、16頁を参照してください。ブラクトン（約1250年）も同様でした。同書。どちらも、勅許は作成者によって封印されていると述べています。\n27 『McBain Deeds』、注1、第1部、16＆33頁。\n28 『McBain Deeds』、注1、第1部、20頁および『McBain Consideration』、注1、第1部、45頁、注418（約1154年の裁判を参照）。独自の印章を持っていない場合は、他の人の印章を使用することもできました。『McBain Deeds』、注1、第1部、21頁および40頁、注167を参照してください。\n29 同書、23頁、1431年の裁判におけるパストンJCP「彼が彼に証書を交付しない限り、それはエスクローに過ぎません。」また、ブラックストーン、注13、第2巻、305-6頁「ノルマン人は、勇敢だが文盲な民族であり…名前を書くのではなく、封印の実務のみを用いていました。これは、学習が彼らの中に広まった後も、そうする理由がなくなった後も続きました…征服時に、ノルマン人の領主たちは自分たちの習慣を王国に持ち込み、イングランドの方法である名前を書くことと十字架の印で署名することの代わりにワックスの印章のみを導入しました。」\n30 『McBain Consideration』、注1、第1部、17-25頁を参照してください。\n31 同書、34-41頁。また、GS McBain、「贈与法の近代化」(2016) 国際法研究、第5巻、第1号、172頁も参照してください。\n32 無体財産権には、教会の聖職授与権、什一税、共有地、通路、役職、地位、腐食または年金、年金、地代などがあります。ブラックストーン、注13、第2巻、21頁。また、『McBain Deeds』、注1、第1部、33頁。\n33 Britton（Nichols訳、1865年）、第1巻、366頁「しかし、これらのフランチャイズ（つまり、無体財産権）の購入には、有体物の購入の場合のように、所有権を与える同じ形式は必要ありません。なぜなら、当事者が合意すれば、隣人の前で土地を視察することと併せて証書の交付が十分だからです。」『McBain Deeds』、注1、第1部、33頁、注38も参照してください。\n34 『McBain Consideration』、注1、第2部、50頁、J Baker、『イングランド法史入門』（リード、第4版、2002年）、384頁「14世紀の終わりまでに、動産の贈与は正式証書によって行うことができました。」ベイカーは、Pynchoun v Geldeford (1385) YB Hil 8 Ric II (エイムズ財団、1987年)、215頁を引用しています。\n35 『McBain Deeds』、注1、第1部、20-1頁を参照してください。初期のスコットランド法における儀式については、『Ars Notariatus』、注1、56、67＆75頁（土地を表す土や石の交付、または家のドアを通る入場）を参照してください。\n36 ブラックストーン、注13、第3巻、331頁「エドワード・コーク卿が述べているように、記録または登録は非常に重要な記念碑であり、それ自体に絶対的な真実性を意味するため、記録がないと主張された場合、証人、陪審、またはその他によって審理されることはありませんが、それ自体によってのみ審理されます。」また、E Coke、『イングランド法の制度』（W Clarke＆Sons、ロンドン、最終版、1824年）、第1巻、175項（Co Litt 117b）を参照してください。一般的には、『McBain Deeds』、注1、第1部、18＆37頁を参照してください。\n37 Hyams、「初期の英米法の源としての勅許」(1991) Journal of Legal History、第12巻、第3号、173頁「人の証書（「factum」）がそれを記録した羊皮紙と等しくなるプロセスは、段階的なものでした。」『McBain』、注1、第1部、34頁、注42を参照してください。\n38 F Pollock＆FW Maitland（「P＆M」）、エドワード1世以前のイングランド法史（第2版、1898年）、第2巻、221頁。また、『McBain』、注1、第1部、34頁、注43を参照してください。\n39 同書、220頁。P＆Mは、13世紀後半までに「正式証書（fet、factum）によって、人々は封印された羊皮紙…羊皮紙の封印と交付が契約行為であることを意味し始めています。」また、「文書自体を表す言葉として、それはcartaをゆっくりと取って代わります。したがって、それはYB 33-5 Edw 1 [1305-7]、331頁で使用されています。「nous avoms vostre fet」。グロスター法1278年は、「fet」という言葉を使用して、翻訳で「事実」、「行為」、「正式証書」を指していました。9章（「ou le fait fuist fait」、行為が行われた場合）を参照してください。また、コーク、注36、第2巻、317頁を参照してください。\n40 22 Hen 6 pl 33 fo 45a-46a (1444)、Seipp no 1444.033 フルソープJCP「被告は、エスクローの交付のみを主張しています。なぜなら、正式証書が有効であるためには、封印された文書と正式証書の交付が必要だからです。」（「le defendant en effect ad monster forsque livere d’un escrow, car s’il sera effectual fait il doit aver escript enseale et deliverie de le fait。」）。\n41 W Rastell、『法律の困難で不明瞭な言葉と用語の説明』（初版（ラテン語）1527年、1563年版）、「すべての正式証書は3つの主要な点で構成されています（そして、これらの3つが合体していない場合、当事者を拘束する完全な正式証書ではありません）。つまり、文書作成、封印、交付です。」ラテン語版のタイトルは「Expositiones Terminorum Legum Anglorum」でした。\n42 J Perkins、『役立つ本』（1532年、訳）「正式証書には、必ず3つのものが含まれています。つまり、文書作成、封印、交付です。」（1757年版で繰り返されています）。最初のラテン語版は1528年、最初の法律フランス語版は1555年、最初の英語版は1642年でした。\n43 2 Co Rep 4b、5a (76 ER 396)「正式証書の核心と実体となるものは3つだけです。すなわち、紙または羊皮紙に書かれた文書、封印、交付です。」\n「正式証書、factum。この言葉（正式証書）は、英米法の理解において、羊皮紙または紙に書かれた証書です。」\nまた、「正式証書（fait）。Factum、anglice [英語で]、正式証書、そして英米法では、文書作成、封印、交付という3つの要素からなる証書を意味し、当事者間の取引または契約を包含しています。」44\nしかし、コークは正式証書が「取引または契約」に限定されているという点で間違っていました。『R v Morton』（1873年）45で、裁判所は正式証書が契約に限定されないことを明確にし、コークのこの誤りを解消しました。その後、他の誤りが入り込んできました。\n・『Dod v Herbert』（1655年）46で、裁判所は賞状は正式証書ではなく、単なる封印された文書であると判決しました。その後、『Hibblewhite v McMorine』（1840年）47で、パーケBは、裁判官の令状、召喚状、賞状は正式証書ではないと宣言し、『Chanter v Johnson』（1845年）48で、彼は特許の使用に関する封印された許可についても同様のことを述べました。\n・『R v Morton』（1873年）で、ボヴィルCJは正式証書を「利子または財産」を移転する法的文書（証書）に限定しました。49\nこれらの新しい（そしてやや特異な）定義は、中世以来の優先概念、すなわち正式証書とは羊皮紙（または紙）に書かれ、交付された封印された文書であるという概念を混乱させました。その結果、正式証書の定義に関して混乱が生じました。\n結論として、正式証書の定義は時代とともに変化しました。\n(c) 正式証書の必要条件の本質の変化\n何世紀にもわたる正式証書の定義の変化に加えて、交付と封印の必要条件にも大きな変化が起こりました。また、文書が羊皮紙または紙に書かれている必要性についても同様です。したがって：\n・交付。実際の交付の必要性の減少は徐々に起こり、それが法的な虚構になりました。16世紀までに、『Goddard’s Case』（1584年）で指摘されているように、交付の事実は正式証書に記載する必要はありませんでした。50 後に、交付は構成的になりました。51 これは、正式証書が物理的な交付を表す必要性が減少していたという事実によって説明できます。なぜなら、土地の場合でさえ、もはや必要とされなかったからです。所有権（すなわち、引渡しまたは交付）の交付（seisin）は、より商業的に便利な所有権移転の形態に取って代わられました。交付の前提条件の死刑宣告は、1845年不動産法でした。それは、今後、有体財産権は所有権の引渡しではなく贈与によって存在することになると制定しました。アレクサンダーが指摘したように、これは過去からの決定的な断絶であり、正式証書の交付はもはや無意味な前提条件になったことを意味します。52 実際には、この日付の前でさえ、裁判所は正式証書の前提条件としての「交付」を法的な虚構に"}}}